/* State and Keywordgroupnames */
"Literals" = "Literals";
"Keywords" = "Keywords";
"Basic Functions" = "Basic Functions";
"Libraries" = "Libraries";
"Library Functions" = "Library Functions";
"MetaTableKeywords" = "MetaTable Keywords";
"Numbers" = "Numbers";
"Singleline Comment" = "-- Comment";
"Multiline String" = "[[Strings]]";
"String with single quotes" = "'Strings'";
"String" = "\"Strings\"";
"User Functions" = "Benutzerdefinierte Funktionen";
"Multiline Comment" = "--[[ Multiline Comment ]]";
"Long bracket string" = "[==[ Multiline String ]==]";